---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomComputationHeight
source: html/45e24c0e-b98c-586a-5cbd-d42b63bc3604.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomComputationHeight Property

"Computation Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomComputationHeight { get; }
```